Repository: liyafe1997/dlna-screen-cast
Catalog: src/DesktopDlnaCast.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, my_mm, nb_no, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# DeviceListSearching
source: Searching for DLNA renderers…
ar: جارٍ البحث عن أجهزة عرض DLNA…
da: Søger efter DLNA-afspillere…
de: DLNA-Wiedergabegeräte werden gesucht…
el: Αναζήτηση συσκευών DLNA…
es: Buscando reproductores DLNA…
fi: Etsitään DLNA-toistolaitteita…
fr: Recherche de lecteurs DLNA…
he: מחפש נגני DLNA…
hi: DLNA प्लेयर खोजे जा रहे हैं…
hu: DLNA-lejátszók keresése…
id: Mencari perangkat pemutar DLNA…
it: Ricerca di lettori DLNA…
ja: DLNA 再生デバイスを検索しています…
ko: DLNA 재생 장치를 검색하는 중…
ms: Mencari peranti pemain DLNA…
my_mm: DLNA ဖွင့်စက်များကို ရှာဖွေနေသည်…
nb_no: Søker etter DLNA-avspillere…
pl: Wyszukiwanie odtwarzaczy DLNA…
pt_br: Procurando reprodutores DLNA…
ru: Поиск проигрывателей DLNA…
sv: Söker efter DLNA-spelare…
th: กำลังค้นหาอุปกรณ์เล่น DLNA…
tr: DLNA oynatıcıları aranıyor…
uk: Пошук пристроїв відтворення DLNA…
vi: Đang tìm thiết bị phát DLNA…
zh_hans: 正在搜索 DLNA 播放设备...
zh_hant: 正在搜尋 DLNA 播放裝置...

# DeviceListEmpty
source: No playback devices available
ar: لا توجد أجهزة تشغيل متاحة
da: Ingen tilgængelige afspillere
de: Keine Wiedergabegeräte verfügbar
el: Δεν υπάρχουν διαθέσιμες συσκευές
es: No hay reproductores disponibles
fi: Toistolaitteita ei ole käytettävissä
fr: Aucun lecteur disponible
he: אין נגנים זמינים
hi: कोई प्लेबैक डिवाइस उपलब्ध नहीं है
hu: Nincs elérhető lejátszó
id: Tidak ada perangkat pemutar yang tersedia
it: Nessun lettore disponibile
ja: 利用可能な再生デバイスがありません
ko: 사용 가능한 재생 장치가 없습니다
ms: Tiada peranti pemain yang tersedia
my_mm: အသုံးပြုနိုင်သော ဖွင့်စက် မရှိပါ
nb_no: Ingen tilgjengelige avspillere
pl: Brak dostępnych urządzeń odtwarzających
pt_br: Nenhum reprodutor disponível
ru: Нет доступных проигрывателей
sv: Inga spelare tillgängliga
th: ไม่มีอุปกรณ์เล่นที่พร้อมใช้งาน
tr: Kullanılabilir oynatıcı yok
uk: Немає доступних пристроїв відтворення
vi: Không có thiết bị phát khả dụng
zh_hans: 无可用播放设备
zh_hant: 無可用播放裝置

# CaptureDisplayLabel.Text
source: Display to mirror
ar: الشاشة المراد عرضها
da: Skærm, der skal spejles
de: Zu spiegelnder Bildschirm
el: Οθόνη για κατοπτρισμό
es: Pantalla que se va a duplicar
fi: Peilattava näyttö
fr: Écran à dupliquer
he: מסך לשיקוף
hi: मिरर की जाने वाली डिस्प्ले
hu: Tükrözendő kijelző
id: Layar yang akan dicerminkan
it: Schermo da duplicare
ja: ミラーリングするディスプレイ
ko: 미러링할 디스플레이
ms: Paparan untuk dicerminkan
my_mm: မျှဝေမည့် မျက်နှာပြင်
nb_no: Skjerm som skal speiles
pl: Ekran do powielenia
pt_br: Tela a ser espelhada
ru: Дублируемый экран
sv: Skärm som ska speglas
th: จอภาพที่จะส่ง
tr: Yansıtılacak ekran
uk: Екран для трансляції
vi: Màn hình cần phản chiếu
zh_hans: 需要镜像的显示器
zh_hant: 要鏡射的顯示器

# OutputResolutionLabel.Text
source: Streaming resolution
ar: دقة البث
da: Streamingopløsning
de: Streamingauflösung
el: Ανάλυση μετάδοσης
es: Resolución de la transmisión
fi: Suoratoiston tarkkuus
fr: Résolution de diffusion
he: רזולוציית השידור
hi: स्ट्रीमिंग रिज़ॉल्यूशन
hu: Közvetítési felbontás
id: Resolusi streaming
it: Risoluzione dello streaming
ja: 配信解像度
ko: 스트리밍 해상도
ms: Resolusi penstriman
my_mm: ထုတ်လွှင့်မှု ရုပ်ထွက်
nb_no: Strømmeoppløsning
pl: Rozdzielczość transmisji
pt_br: Resolução da transmissão
ru: Разрешение трансляции
sv: Strömningsupplösning
th: ความละเอียดการสตรีม
tr: Akış çözünürlüğü
uk: Роздільна здатність трансляції
vi: Độ phân giải truyền
zh_hans: 投屏分辨率
zh_hant: 投放解析度

# IncludeCursorToggle.Content
source: Include pointer
ar: تضمين مؤشر الماوس
da: Medtag markør
de: Mauszeiger einschließen
el: Συμπερίληψη δείκτη
es: Incluir puntero del mouse
fi: Sisällytä osoitin
fr: Inclure le pointeur de la souris
he: כלול את מצביע העכבר
hi: माउस पॉइंटर शामिल करें
hu: Mutató megjelenítése
id: Sertakan penunjuk mouse
it: Includi puntatore del mouse
ja: マウスポインターを含める
ko: 마우스 포인터 포함
ms: Sertakan penuding tetikus
my_mm: ညွှန်တံ ထည့်ရန်
nb_no: Ta med peker
pl: Dołącz wskaźnik
pt_br: Incluir ponteiro do mouse
ru: Показывать указатель мыши
sv: Inkludera muspekaren
th: รวมตัวชี้เมาส์
tr: Fare işaretçisini dahil et
uk: Показувати вказівник
vi: Bao gồm con trỏ chuột
zh_hans: 包含鼠标指针
zh_hant: 包含滑鼠指標

# IncludeAudioToggle.Content
source: Include system audio
ar: تضمين صوت النظام
da: Medtag systemlyd
de: Systemaudio einschließen
el: Συμπερίληψη ήχου συστήματος
es: Incluir audio del sistema
fi: Sisällytä järjestelmän ääni
fr: Inclure le son du système
he: כלול את שמע המערכת
hi: सिस्टम ऑडियो शामिल करें
hu: Rendszerhang közvetítése
id: Sertakan audio sistem
it: Includi audio di sistema
ja: システム音声を含める
ko: 시스템 소리 포함
ms: Sertakan audio sistem
my_mm: စနစ်အသံ ထည့်ရန်
nb_no: Ta med systemlyd
pl: Dołącz dźwięk systemowy
pt_br: Incluir áudio do sistema
ru: Передавать системный звук
sv: Inkludera systemljud
th: รวมเสียงระบบ
tr: Sistem sesini dahil et
uk: Передавати системний звук
vi: Bao gồm âm thanh hệ thống
zh_hans: 包含系统声音
zh_hant: 包含系統音訊

# MuteLocalPlaybackToggle.Content
source: Mute this PC while casting (all audio on the current output device)
ar: كتم صوت هذا الكمبيوتر أثناء البث (كل الصوت على جهاز الإخراج الحالي)
da: Slå lyden fra på denne pc under casting (al lyd på den aktuelle outputenhed)
de: Diesen PC während der Übertragung stummschalten (gesamtes Audio auf dem aktuellen Ausgabegerät)
el: Σίγαση αυτού του υπολογιστή κατά τη μετάδοση (όλος ο ήχος της τρέχουσας εξόδου)
es: Silenciar este PC durante la transmisión (todo el audio del dispositivo de salida actual)
fi: Mykistä tämä tietokone suoratoiston ajaksi (nykyisen äänilaitteen kaikki ääni)
fr: Couper le son de ce PC pendant la diffusion (tout le son du périphérique de sortie actuel)
he: השתק מחשב זה בזמן השידור (כל השמע בהתקן הפלט הנוכחי)
hi: कास्ट करते समय इस PC को म्यूट करें (वर्तमान आउटपुट डिवाइस का सारा ऑडियो)
hu: A számítógép némítása közvetítés közben (az aktuális kimeneti eszköz összes hangja)
id: Bisukan PC ini selama transmisi (semua audio di perangkat output saat ini)
it: Disattiva l’audio di questo PC durante la trasmissione (tutto l’audio sul dispositivo di output corrente)
ja: キャスト中はこの PC をミュート（現在の出力デバイスのすべての音声）
ko: 캐스트 중 이 PC 음소거(현재 출력 장치의 모든 소리)
ms: Redamkan PC ini semasa pencerminan (semua audio pada peranti output semasa)
my_mm: ထုတ်လွှင့်နေစဉ် ဤ PC ကို အသံပိတ်ရန် (လက်ရှိအထွက်စက်ရှိ အသံအားလုံး)
nb_no: Demp denne PC-en under casting (all lyd på gjeldende utdataenhet)
pl: Wycisz ten komputer podczas przesyłania (cały dźwięk na bieżącym urządzeniu wyjściowym)
pt_br: Silenciar este PC durante a transmissão (todo o áudio no dispositivo de saída atual)
ru: Отключать звук на этом ПК во время трансляции (весь звук на текущем устройстве вывода)
sv: Stäng av ljudet på den här datorn under spegling (allt ljud på den aktuella utenheten)
th: ปิดเสียงพีซีเครื่องนี้ขณะส่งหน้าจอ (เสียงทั้งหมดในอุปกรณ์เอาต์พุตปัจจุบัน)
tr: Yansıtma sırasında bu bilgisayarı sessize al (geçerli çıkış cihazındaki tüm sesler)
uk: Вимкнути звук на цьому ПК під час трансляції (увесь звук поточного пристрою виведення)
vi: Tắt tiếng máy tính này khi truyền (toàn bộ âm thanh trên thiết bị đầu ra hiện tại)
zh_hans: 投屏时本机静音
zh_hant: 投放時將本機靜音

# GopIntervalLabel.Text
source: Keyframe interval (affects latency)
ar: الفاصل الزمني للإطارات الرئيسية (يؤثر على زمن الاستجابة)
da: Keyframe-interval (påvirker forsinkelse)
de: Keyframe-Intervall (beeinflusst die Latenz)
el: Διάστημα βασικών καρέ (επηρεάζει την καθυστέρηση)
es: Intervalo de fotogramas clave (afecta a la latencia)
fi: Avainruutuväli (vaikuttaa viiveeseen)
fr: Intervalle d’images clés (influe sur la latence)
he: מרווח פריימים מפתח (משפיע על ההשהיה)
hi: कीफ़्रेम अंतराल (विलंबता को प्रभावित करता है)
hu: Kulcsképkockák időköze (befolyásolja a késleltetést)
id: Interval keyframe (memengaruhi latensi)
it: Intervallo fotogrammi chiave (influisce sulla latenza)
ja: キーフレーム間隔（遅延に影響）
ko: 키 프레임 간격(지연 시간에 영향)
ms: Selang bingkai kunci (mempengaruhi kependaman)
my_mm: ကီးဖရိမ်ကြားကာလ (ကြန့်ကြာချိန်အပေါ် သက်ရောက်သည်)
nb_no: Nøkkelbildeintervall (påvirker forsinkelsen)
pl: Interwał klatek kluczowych (wpływa na opóźnienie)
pt_br: Intervalo de quadros-chave (afeta a latência)
ru: Интервал ключевых кадров (влияет на задержку)
sv: Nyckelbildruteintervall (påverkar fördröjningen)
th: ช่วงคีย์เฟรม (มีผลต่อเวลาแฝง)
tr: Anahtar kare aralığı (gecikmeyi etkiler)
uk: Інтервал ключових кадрів (впливає на затримку)
vi: Khoảng cách khung hình chính (ảnh hưởng đến độ trễ)
zh_hans: 关键帧间隔（影响延迟）
zh_hant: 關鍵影格間隔（影響延遲）

# GopHalfSecond
source: 0.5 s (lower latency)
ar: 0.5 ثانية (زمن استجابة أقل)
da: 0,5 sek. (lavere forsinkelse)
de: 0,5 s (geringere Latenz)
el: 0,5 δευτ. (μικρότερη καθυστέρηση)
es: 0,5 s (menor latencia)
fi: 0,5 s (pienempi viive)
fr: 0,5 s (latence plus faible)
he: ‏0.5 שנ' (השהיה נמוכה יותר)
hi: 0.5 सेकंड (कम विलंबता)
hu: 0,5 mp (kisebb késleltetés)
id: 0,5 dtk (latensi lebih rendah)
it: 0,5 s (latenza inferiore)
ja: 0.5 秒（低遅延）
ko: 0.5초(더 낮은 지연)
ms: 0.5 s (kependaman lebih rendah)
my_mm: 0.5 စက္ကန့် (ကြန့်ကြာမှု ပိုနည်း)
nb_no: 0,5 sek. (lavere forsinkelse)
pl: 0,5 s (mniejsze opóźnienie)
pt_br: 0,5 s (menor latência)
ru: 0,5 с (меньшая задержка)
sv: 0,5 s (lägre fördröjning)
th: 0.5 วินาที (เวลาแฝงต่ำกว่า)
tr: 0,5 sn (daha düşük gecikme)
uk: 0,5 с (менша затримка)
vi: 0,5 giây (độ trễ thấp hơn)
zh_hans: 0.5 秒（更低延迟）
zh_hant: 0.5 秒（延遲較低）

# GopOneSecond
source: 1 s (default)
ar: ثانية واحدة (افتراضي)
da: 1 sek. (standard)
de: 1 s (Standard)
el: 1 δευτ. (προεπιλογή)
es: 1 s (predeterminado)
fi: 1 s (oletus)
fr: 1 s (par défaut)
he: ‏1 שנ' (ברירת מחדל)
hi: 1 सेकंड (डिफ़ॉल्ट)
hu: 1 mp (alapértelmezett)
id: 1 dtk (default)
it: 1 s (predefinito)
ja: 1 秒（既定）
ko: 1초(기본값)
ms: 1 s (lalai)
my_mm: 1 စက္ကန့် (မူလ)
nb_no: 1 sek. (standard)
pl: 1 s (domyślnie)
pt_br: 1 s (padrão)
ru: 1 с (по умолчанию)
sv: 1 s (standard)
th: 1 วินาที (ค่าเริ่มต้น)
tr: 1 sn (varsayılan)
uk: 1 с (типово)
vi: 1 giây (mặc định)
zh_hans: 1 秒（默认）
zh_hant: 1 秒（預設）

# GopTwoSeconds
source: 2 s (better quality)
ar: ثانيتان (جودة أفضل)
da: 2 sek. (bedre kvalitet)
de: 2 s (bessere Qualität)
el: 2 δευτ. (καλύτερη ποιότητα)
es: 2 s (mejor calidad)
fi: 2 s (parempi laatu)
fr: 2 s (meilleure qualité)
he: ‏2 שנ' (איכות טובה יותר)
hi: 2 सेकंड (बेहतर गुणवत्ता)
hu: 2 mp (jobb minőség)
id: 2 dtk (kualitas lebih baik)
it: 2 s (qualità migliore)
ja: 2 秒（高画質）
ko: 2초(더 좋은 화질)
ms: 2 s (kualiti lebih baik)
my_mm: 2 စက္ကန့် (အရည်အသွေး ပိုကောင်း)
nb_no: 2 sek. (bedre kvalitet)
pl: 2 s (lepsza jakość)
pt_br: 2 s (melhor qualidade)
ru: 2 с (лучшее качество)
sv: 2 s (bättre kvalitet)
th: 2 วินาที (คุณภาพดีกว่า)
tr: 2 sn (daha iyi kalite)
uk: 2 с (краща якість)
vi: 2 giây (chất lượng tốt hơn)
zh_hans: 2 秒（更高画质）
zh_hant: 2 秒（畫質較佳）

# StartAtLiveEdgeToggle.Content
source: Start at the live edge (lower latency, slightly slower start)
ar: البدء من أحدث صورة (زمن استجابة أقل، وبدء أبطأ قليلاً)
da: Start ved det nyeste billede (lavere forsinkelse, lidt langsommere start)
de: Beim neuesten Bild beginnen (geringere Latenz, etwas langsamerer Start)
el: Έναρξη από το πιο πρόσφατο καρέ (μικρότερη καθυστέρηση, λίγο πιο αργή έναρξη)
es: Comenzar desde la imagen más reciente (menor latencia, inicio algo más lento)
fi: Aloita uusimmasta kuvasta (pienempi viive, hieman hitaampi käynnistys)
fr: Commencer à l’image la plus récente (latence plus faible, démarrage un peu plus lent)
he: התחל מהתמונה העדכנית ביותר (השהיה נמוכה יותר, התחלה מעט איטית יותר)
hi: सबसे नई तस्वीर से शुरू करें (कम विलंबता, शुरुआत थोड़ी धीमी)
hu: Kezdés a legújabb képnél (kisebb késleltetés, kissé lassabb indulás)
id: Mulai dari gambar terbaru (latensi lebih rendah, mulai sedikit lebih lambat)
it: Inizia dall’immagine più recente (latenza inferiore, avvio leggermente più lento)
ja: 最新の映像から再生を開始（低遅延、開始はやや遅め）
ko: 최신 화면부터 시작(지연 시간 감소, 시작은 약간 느림)
ms: Mula dari paparan terkini (kependaman lebih rendah, permulaan sedikit perlahan)
my_mm: နောက်ဆုံးပုံမှ စတင်ရန် (ကြန့်ကြာမှု ပိုနည်း၊ စတင်ချိန် အနည်းငယ်ပိုကြာ)
nb_no: Start ved det nyeste bildet (lavere forsinkelse, litt tregere start)
pl: Zacznij od najnowszego obrazu (mniejsze opóźnienie, nieco wolniejszy start)
pt_br: Começar pela imagem mais recente (menor latência, início um pouco mais lento)
ru: Начинать с последнего кадра (меньшая задержка, чуть более медленный старт)
sv: Börja vid den senaste bilden (lägre fördröjning, något långsammare start)
th: เริ่มที่ภาพล่าสุด (เวลาแฝงต่ำกว่า แต่เริ่มช้าลงเล็กน้อย)
tr: En son görüntüden başla (daha düşük gecikme, biraz daha yavaş başlangıç)
uk: Починати з найновішого кадру (менша затримка, трохи довший запуск)
vi: Bắt đầu từ hình ảnh mới nhất (độ trễ thấp hơn, khởi động chậm hơn một chút)
zh_hans: 从最新画面起播（更低延迟，起播稍慢）
zh_hant: 從最新畫面起播（延遲較低，起播稍慢）

# QualityLabel.Text
source: Quality (bitrate)
ar: الجودة (معدل البت)
da: Kvalitet (bithastighed)
de: Qualität (Bitrate)
el: Ποιότητα (ρυθμός bit)
es: Calidad (velocidad de bits)
fi: Laatu (bittinopeus)
fr: Qualité (débit)
he: איכות (קצב סיביות)
hi: गुणवत्ता (बिटरेट)
hu: Minőség (bitrátа)
id: Kualitas (bitrate)
it: Qualità (bitrate)
ja: 画質（ビットレート）
ko: 화질(비트 전송률)
ms: Kualiti (kadar bit)
my_mm: အရည်အသွေး (ဘစ်နှုန်း)
nb_no: Kvalitet (bithastighet)
pl: Jakość (szybkość transmisji)
pt_br: Qualidade (taxa de bits)
ru: Качество (битрейт)
sv: Kvalitet (bithastighet)
th: คุณภาพ (บิตเรต)
tr: Kalite (bit hızı)
uk: Якість (бітрейт)
vi: Chất lượng (tốc độ bit)
zh_hans: 画质（码率）
zh_hant: 畫質（位元速率）

# QualityHigh
source: High quality ({0} Mbps)
ar: جودة عالية ({0} ميجابت/ث)
da: Høj kvalitet ({0} Mbps)
de: Hohe Qualität ({0} Mbit/s)
el: Υψηλή ποιότητα ({0} Mbps)
es: Calidad alta ({0} Mbps)
fi: Korkea laatu ({0} Mbps)
fr: Haute qualité ({0} Mbit/s)
he: איכות גבוהה ({0} Mbps)
hi: उच्च गुणवत्ता ({0} Mbps)
hu: Kiváló minőség ({0} Mbps)
id: Kualitas tinggi ({0} Mbps)
it: Alta qualità ({0} Mbps)
ja: 高画質（{0} Mbps）
ko: 고화질({0} Mbps)
ms: Kualiti tinggi ({0} Mbps)
my_mm: အရည်အသွေးမြင့် ({0} Mbps)
nb_no: Høy kvalitet ({0} Mbps)
pl: Wysoka jakość ({0} Mb/s)
pt_br: Alta qualidade ({0} Mbps)
ru: Высокое качество ({0} Мбит/с)
sv: Hög kvalitet ({0} Mbit/s)
th: คุณภาพสูง ({0} Mbps)
tr: Yüksek kalite ({0} Mb/sn)
uk: Висока якість ({0} Мбіт/с)
vi: Chất lượng cao ({0} Mbps)
zh_hans: 高画质（{0} Mbps）
zh_hant: 高畫質（{0} Mbps）

# QualityMedium
source: Medium quality ({0} Mbps, default)
ar: جودة متوسطة ({0} ميجابت/ث، افتراضي)
da: Mellem kvalitet ({0} Mbps, standard)
de: Mittlere Qualität ({0} Mbit/s, Standard)
el: Μέτρια ποιότητα ({0} Mbps, προεπιλογή)
es: Calidad media ({0} Mbps, predeterminada)
fi: Keskitaso ({0} Mbps, oletus)
fr: Qualité moyenne ({0} Mbit/s, par défaut)
he: איכות בינונית ({0} Mbps, ברירת מחדל)
hi: मध्यम गुणवत्ता ({0} Mbps, डिफ़ॉल्ट)
hu: Közepes minőség ({0} Mbps, alapértelmezett)
id: Kualitas sedang ({0} Mbps, default)
it: Qualità media ({0} Mbps, predefinita)
ja: 中画質（{0} Mbps、既定）
ko: 중간 화질({0} Mbps, 기본값)
ms: Kualiti sederhana ({0} Mbps, lalai)
my_mm: အလယ်အလတ် ({0} Mbps၊ မူလ)
nb_no: Middels kvalitet ({0} Mbps, standard)
pl: Średnia jakość ({0} Mb/s, domyślnie)
pt_br: Qualidade média ({0} Mbps, padrão)
ru: Среднее качество ({0} Мбит/с, по умолчанию)
sv: Medelkvalitet ({0} Mbit/s, standard)
th: คุณภาพปานกลาง ({0} Mbps, ค่าเริ่มต้น)
tr: Orta kalite ({0} Mb/sn, varsayılan)
uk: Середня якість ({0} Мбіт/с, типово)
vi: Chất lượng trung bình ({0} Mbps, mặc định)
zh_hans: 中画质（{0} Mbps，默认）
zh_hant: 中畫質（{0} Mbps，預設）

# QualityLow
source: Low quality ({0} Mbps, smoother)
ar: جودة منخفضة ({0} ميجابت/ث، أكثر سلاسة)
da: Lav kvalitet ({0} Mbps, mere jævn)
de: Niedrige Qualität ({0} Mbit/s, flüssiger)
el: Χαμηλή ποιότητα ({0} Mbps, πιο ομαλή)
es: Calidad baja ({0} Mbps, más fluida)
fi: Matala laatu ({0} Mbps, sujuvampi)
fr: Basse qualité ({0} Mbit/s, plus fluide)
he: איכות נמוכה ({0} Mbps, חלק יותר)
hi: निम्न गुणवत्ता ({0} Mbps, अधिक सहज)
hu: Alacsony minőség ({0} Mbps, folyamatosabb)
id: Kualitas rendah ({0} Mbps, lebih lancar)
it: Bassa qualità ({0} Mbps, più fluida)
ja: 低画質（{0} Mbps、より滑らか）
ko: 저화질({0} Mbps, 더 부드러움)
ms: Kualiti rendah ({0} Mbps, lebih lancar)
my_mm: အရည်အသွေးနိမ့် ({0} Mbps၊ ပိုချောမွေ့)
nb_no: Lav kvalitet ({0} Mbps, jevnere)
pl: Niska jakość ({0} Mb/s, płynniej)
pt_br: Baixa qualidade ({0} Mbps, mais fluida)
ru: Низкое качество ({0} Мбит/с, плавнее)
sv: Låg kvalitet ({0} Mbit/s, jämnare)
th: คุณภาพต่ำ ({0} Mbps, ลื่นไหลกว่า)
tr: Düşük kalite ({0} Mb/sn, daha akıcı)
uk: Низька якість ({0} Мбіт/с, плавніше)
vi: Chất lượng thấp ({0} Mbps, mượt hơn)
zh_hans: 低画质（{0} Mbps，更流畅）
zh_hant: 低畫質（{0} Mbps，較流暢）

# DisplayName
source: Display {0} ({1} × {2})
ar: الشاشة {0} ({1} × {2})
da: Skærm {0} ({1} × {2})
de: Bildschirm {0} ({1} × {2})
el: Οθόνη {0} ({1} × {2})
es: Pantalla {0} ({1} × {2})
fi: Näyttö {0} ({1} × {2})
fr: Écran {0} ({1} × {2})
he: מסך {0} ({1} × {2})
hi: डिस्प्ले {0} ({1} × {2})
hu: {0}. kijelző ({1} × {2})
id: Layar {0} ({1} × {2})
it: Schermo {0} ({1} × {2})
ja: ディスプレイ {0}（{1} × {2}）
ko: 디스플레이 {0}({1} × {2})
ms: Paparan {0} ({1} × {2})
my_mm: မျက်နှာပြင် {0} ({1} × {2})
nb_no: Skjerm {0} ({1} × {2})
pl: Ekran {0} ({1} × {2})
pt_br: Tela {0} ({1} × {2})
ru: Экран {0} ({1} × {2})
sv: Skärm {0} ({1} × {2})
th: จอภาพ {0} ({1} × {2})
tr: Ekran {0} ({1} × {2})
uk: Дисплей {0} ({1} × {2})
vi: Màn hình {0} ({1} × {2})
zh_hans: 显示器 {0}（{1} × {2}）
zh_hant: 顯示器 {0}（{1} × {2}）

# PrimaryDisplayName
source: Display {0} — primary ({1} × {2})
ar: الشاشة {0} — الرئيسية ({1} × {2})
da: Skærm {0} — primær ({1} × {2})
de: Bildschirm {0} — primär ({1} × {2})
el: Οθόνη {0} — κύρια ({1} × {2})
es: Pantalla {0} — principal ({1} × {2})
fi: Näyttö {0} — ensisijainen ({1} × {2})
fr: Écran {0} — principal ({1} × {2})
he: מסך {0} — ראשי ({1} × {2})
hi: डिस्प्ले {0} — प्राथमिक ({1} × {2})
hu: {0}. kijelző — elsődleges ({1} × {2})
id: Layar {0} — utama ({1} × {2})
it: Schermo {0} — principale ({1} × {2})
ja: ディスプレイ {0} — プライマリ（{1} × {2}）
ko: 디스플레이 {0} — 주 디스플레이({1} × {2})
ms: Paparan {0} — utama ({1} × {2})
my_mm: မျက်နှာပြင် {0} — ပင်မ ({1} × {2})
nb_no: Skjerm {0} — primær ({1} × {2})
pl: Ekran {0} — główny ({1} × {2})
pt_br: Tela {0} — principal ({1} × {2})
ru: Экран {0} — основной ({1} × {2})
sv: Skärm {0} — primär ({1} × {2})
th: จอภาพ {0} — จอหลัก ({1} × {2})
tr: Ekran {0} — birincil ({1} × {2})
uk: Дисплей {0} — основний ({1} × {2})
vi: Màn hình {0} — chính ({1} × {2})
zh_hans: 显示器 {0} — 主显示器（{1} × {2}）
zh_hant: 顯示器 {0} — 主顯示器（{1} × {2}）

# Resolution720p
source: 1280 × 720 (compatible)
ar: 1280 × 720 (متوافق)
da: 1280 × 720 (kompatibel)
de: 1280 × 720 (kompatibel)
el: 1280 × 720 (συμβατή)
fi: 1280 × 720 (yhteensopiva)
he: ‏1280 × 720 (תאימות)
hi: 1280 × 720 (संगत)
hu: 1280 × 720 (kompatibilis)
id: 1280 × 720 (kompatibel)
it: 1280 × 720 (compatibile)
ja: 1280 × 720（互換性重視）
ko: 1280 × 720(호환성)
ms: 1280 × 720 (serasi)
my_mm: 1280 × 720 (လိုက်ဖက်မှုကောင်း)
nb_no: 1280 × 720 (kompatibel)
pl: 1280 × 720 (zgodna)
pt_br: 1280 × 720 (compatível)
ru: 1280 × 720 (совместимое)
sv: 1280 × 720 (kompatibel)
th: 1280 × 720 (เข้ากันได้ดี)
tr: 1280 × 720 (uyumlu)
uk: 1280 × 720 (сумісний)
vi: 1280 × 720 (tương thích)
zh_hans: 1280 × 720（兼容）
zh_hant: 1280 × 720（相容）

# Resolution1080p
source: 1920 × 1080 (standard)
ar: 1920 × 1080 (قياسي)
el: 1920 × 1080 (τυπική)
es: 1920 × 1080 (estándar)
fi: 1920 × 1080 (vakio)
he: ‏1920 × 1080 (סטנדרטי)
hi: 1920 × 1080 (मानक)
hu: 1920 × 1080 (normál)
id: 1920 × 1080 (standar)
ja: 1920 × 1080（標準）
ko: 1920 × 1080(표준)
my_mm: 1920 × 1080 (စံ)
pl: 1920 × 1080 (standardowa)
pt_br: 1920 × 1080 (padrão)
ru: 1920 × 1080 (стандартное)
th: 1920 × 1080 (มาตรฐาน)
tr: 1920 × 1080 (standart)
uk: 1920 × 1080 (стандартний)
vi: 1920 × 1080 (chuẩn)
zh_hans: 1920 × 1080（标准）
zh_hant: 1920 × 1080（標準）

# LiveCastStarted
source: The renderer is pulling the live Windows desktop stream.
ar: جهاز العرض يسحب البث المباشر لسطح مكتب Windows.
da: Afspilleren henter livestreamen fra Windows-skrivebordet.
de: Das Wiedergabegerät ruft den Livestream des Windows-Desktops ab.
el: Η συσκευή λαμβάνει τη ζωντανή ροή της επιφάνειας εργασίας Windows.
es: El reproductor está recibiendo la transmisión en vivo del escritorio de Windows.
fi: Toistolaite vastaanottaa Windows-työpöydän suoratoistoa.
fr: Le lecteur récupère le flux en direct du Bureau Windows.
he: הנגן מושך את השידור החי של שולחן העבודה של Windows.
hi: प्लेयर Windows डेस्कटॉप की लाइव स्ट्रीम प्राप्त कर रहा है।
hu: A lejátszó fogadja a Windows-asztal élő adatfolyamát.
id: Perangkat pemutar sedang mengambil streaming langsung desktop Windows.
it: Il lettore sta ricevendo il flusso live del desktop di Windows.
ja: 再生デバイスが Windows デスクトップのライブストリームを取得しています。
ko: 재생 장치가 Windows 바탕 화면 라이브 스트림을 가져오고 있습니다.
ms: Peranti pemain sedang menarik strim langsung desktop Windows.
my_mm: ဖွင့်စက်သည် Windows ဒက်စ်တော့ တိုက်ရိုက်စီးကြောင်းကို ရယူနေသည်။
nb_no: Avspilleren henter direktestrømmen fra Windows-skrivebordet.
pl: Odtwarzacz pobiera strumień na żywo z pulpitu Windows.
pt_br: O reprodutor está recebendo o stream ao vivo da área de trabalho do Windows.
ru: Проигрыватель получает живой поток рабочего стола Windows.
sv: Spelaren hämtar liveströmmen från Windows-skrivbordet.
th: อุปกรณ์เล่นกำลังดึงสตรีมเดสก์ท็อป Windows แบบสด
tr: Oynatıcı, Windows masaüstünün canlı akışını alıyor.
uk: Пристрій отримує наживо потік робочого столу Windows.
vi: Thiết bị phát đang lấy luồng trực tiếp của màn hình Windows.
zh_hans: 播放设备正在拉取 Windows 桌面实时流。
zh_hant: 播放裝置正在擷取 Windows 桌面即時串流。

# RendererStoppedPlayback
source: The renderer stopped playback. Casting was stopped automatically.
ar: أوقف جهاز العرض التشغيل. تم إيقاف البث تلقائيًا.
da: Afspilleren stoppede afspilningen. Castingen blev stoppet automatisk.
de: Das Wiedergabegerät hat die Wiedergabe beendet. Die Übertragung wurde automatisch gestoppt.
el: Η συσκευή διέκοψε την αναπαραγωγή. Η μετάδοση διακόπηκε αυτόματα.
es: El reproductor detuvo la reproducción. La transmisión se detuvo automáticamente.
fi: Toistolaite lopetti toiston. Suoratoisto pysäytettiin automaattisesti.
fr: Le lecteur a arrêté la lecture. La diffusion a été arrêtée automatiquement.
he: הנגן הפסיק את הניגון. השידור הופסק אוטומטית.
hi: प्लेयर ने प्लेबैक रोक दिया। कास्टिंग अपने आप रोक दी गई।
hu: A lejátszó leállította a lejátszást. A közvetítés automatikusan leállt.
id: Perangkat pemutar menghentikan pemutaran. Transmisi dihentikan secara otomatis.
it: Il lettore ha interrotto la riproduzione. La trasmissione è stata interrotta automaticamente.
ja: 再生デバイスが再生を停止したため、キャストを自動的に停止しました。
ko: 재생 장치가 재생을 중지하여 캐스트가 자동으로 중지되었습니다.
ms: Peranti pemain menghentikan main balik. Pencerminan dihentikan secara automatik.
my_mm: ဖွင့်စက်က ဖွင့်ခြင်းကို ရပ်လိုက်သဖြင့် ထုတ်လွှင့်မှုကို အလိုအလျောက် ရပ်လိုက်သည်။
nb_no: Avspilleren stoppet avspillingen. Castingen ble stoppet automatisk.
pl: Odtwarzacz zatrzymał odtwarzanie. Przesyłanie zostało zatrzymane automatycznie.
pt_br: O reprodutor interrompeu a reprodução. A transmissão foi interrompida automaticamente.
ru: Проигрыватель остановил воспроизведение. Трансляция автоматически остановлена.
sv: Spelaren stoppade uppspelningen. Speglingen stoppades automatiskt.
th: อุปกรณ์เล่นหยุดเล่นแล้ว จึงหยุดการส่งหน้าจอโดยอัตโนมัติ
tr: Oynatıcı oynatmayı durdurdu. Yansıtma otomatik olarak durduruldu.
uk: Пристрій зупинив відтворення. Трансляцію зупинено автоматично.
vi: Thiết bị phát đã dừng phát. Đã tự động dừng truyền.
zh_hans: 播放设备已停止播放，已自动停止投屏。
zh_hant: 播放裝置已停止播放，已自動停止投放。
